tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "atk"
brew "aws-iam-authenticator", link: false
brew "cairo"
brew "cmake"
brew "fzf"
brew "geos"
brew "libxml2"
brew "libdap"
brew "libpq"
brew "libspatialite"
brew "numpy"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "jq"
brew "jsonpp"
brew "kompose"
brew "llvm"
brew "minikube"
brew "node"
brew "nvm"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgis"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "vim"
brew "zlib"
brew "zsh"
